Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteCurtainGridLine Property
 Can't paste Curtain Grid Line.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteCurtainGridLine { get; }
Public Shared ReadOnly Property CannotPasteCurtainGridLine As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteCurtainGridLine {
	FailureDefinitionId^ get ();
}
static member CannotPasteCurtainGridLine : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace